Repository: giellalt/corpus-nob
Catalog: tmx/sme/admin/sd/samediggi.no/samediggi-article-3178.html.tmx
Source language: nob
Languages: sme

source: Sametingets bibliotek åpner ny nettside - Sámediggi Sametinget
sme: Sámedikki girjerájus rahpá ođđa neahttasiiddu - Sámediggi Sametinget

source: Sametingets bibliotek åpner ny nettside
sme: Sámedikki girjerájus rahpá ođđa neahttasiiddu

source: Her finner du samiske bøker og bøker om samisk forhold.
sme: Leatgo ohcamin sámegielat girjjiid dahje girjjiid sápmelaččaid birra.

source: Sametingets bibliotek åpner ny nettside, hvor du kan søke etter bøker.
sme: Mana Sámedikki girjerájus ođđa neahttasiidui.

source: Nettsiden til Sametingets bibliotek
sme: Sámedikki girjerájus ođđa neahttasiidu

source: Her er lenken til Sametingets bibliotek .
sme: Dáppe gávnnat Sámedikki girjeráju neahttasiiddu.

source: Nettsiden er under utvikling.
sme: Neahttasiidu ii leat vel gárvvis.

source: Vi ønsker innspill fra våre brukere.
sme: Mii váldit vuosta rávvagiid ja cuiggodemiid.
